import React from "react";

const WhatWeSell = () => {
  return (
    <div className="bg-gray-100 rounded-lg p-8 font-Comfortaa">
      <h1 className="text-3xl font-bold mb-4">
        Добро пожаловать в The black doctor!
      </h1>
      <p className="text-gray-600 mb-4">
        Мы являемся лидерами в продаже лучших сладостей из разных уголков мира.
        Наша команда работает усердно, чтобы обеспечить быстрое обслуживание и
        качественную продукцию.
      </p>
      <h2 className="text-2xl font-bold mb-4">Наш ассортимент</h2>
      <p className="text-gray-600 mb-4">
        У нас вы найдете широкий выбор конфет, шоколада, печенья, карамели и
        многое другое. Мы тщательно отбираем каждый продукт, чтобы убедиться,
        что он соответствует нашим высоким стандартам качества и вкуса.
      </p>
      <p className="text-gray-600 mb-4">
        Мы также предлагаем конфеты и сладости из разных стран мира, чтобы вы
        могли попробовать что-то новое и интересное. Мы уверены, что вы найдете
        у нас что-то, что понравится вам и вашим близким!
      </p>
      <p className="text-gray-600 mb-4">
        Если у вас есть вопросы или нужна помощь в выборе продукта, наша
        дружелюбная команда всегда готова помочь вам. Мы стремимся создать
        уютную атмосферу в нашем магазине, чтобы каждый наш клиент чувствовал
        себя как дома.
      </p>
    </div>
  );
};

export default WhatWeSell;
